// 1. В рамках прошлого домашнего задания был создан класс пиццерии с переменной,
// в которой хранится пицца, удалите её. Необходимо создать структуру картошки фри,
// в которой будет стоимость и размер картошки и сделать так, чтобы в классе
// пиццерии была одна переменная, в которую можно было бы класть и пиццу, и картошку фри.

// 2. Добавьте в класс пиццерии функцию, которая будет добавлять новую позицию в меню.

// 3. Создайте протокол, в котором будут содержаться функции открытия и закрытия.
